<?php

/* @var $this yii\web\View */
 
$this->title = 'Медалист. Сервис хранения достижений, управления целями и формирования рейтингов.';
?>

<div class="pregister">
    <div class="wc page">
        <h1 class="page-h1">Медалист - альбом твоих достижений.</h1>


<h2 class="page-h2">Как это работает?</h2>

<h3 class="page-h3">В твоей жизни были важные достижения, которые ты бы хотел сохранить и поделиться ими с друзьями?</h3>
<p class="page-p">Добавь их на стринице "Достижения". Если для тебя это серьезное достижение, не забудь установить переключатель "Важное достижение". 
Добавь описание достижения и как можно больше фото, подтверждающих его.</p>

<h3 class="page-h3">Ты поставил перед собой важную цель, которой хочешь достичь?</h3>
<p class="page-p">Добавь её на стринице "Цели".</p>
<p class="page-p">Когда цель будет достигнута не забудь нажать на кнопку "Выполнить цель". При выполнении цели создается достижение. 
Добавь описание достижения и как можно больше фото, подтверждающих его.</p>

<h3 class="page-h3">Хочешь заработать больше баллов, получить награду, стать лидером?</h3>
<p class="page-p">Возьми и выполни квест на странице "Квесты". Квест - это предопределенное системой задание, выполнение которого является достижением. 
За выполнение квестов начисляются баллы и награды, повышающие твой рейтинг и выводящие в лидеры. Чтобы произошло начисление баллов и наград, 
достижение должно быть подтверждено.</p>

<h3 class="page-h3">Как подтвердить достижение?</h3>
<p class="page-p">Достижение считается подтвержденным, когда за него будет получено определенное количество лайков от друзей. Для скорейшего 
подтверждения достижений пригласи в Медалист своих друзей, чтобы они могли проголосовать, и, конечно добавляй в свои достижения фотографии, по которым 
и другие пользователи смогут определить что ты это действительно сделал и поставят свои лайки.</p>

    </div>
</div>
<!-- .LOGIN END-->
