<?php

/* @var $this yii\web\View */
 
$this->title = 'My Yii Application';
?>

<div class="pregister">
    <div class="wc">
        <h1 class="mdlst-h2 text-align-center">Добро пожаловать на Медалист</h1>


<p>В современном мире есть успешные люди, есть сверхуспешные, но большинству не удается достичь каких-то значимых результатов. Возможно, те, кому сопутствует успех изначально умны, удачливы, богаты, имеют связи и знакомства? Возможно. Но не обязательно.</p>

<p>Что же отличает успешного человека от других, что позволяет ему выйти вперед? Целеустремленность и деятельность. Другими словами это умение ставить цели и достигать их. А можно ли этому научиться? Можно ли стать успешным человеком? Безусловно можно. Основная идея нашего проекта: постановка целей и их достижение, хранение результатов, просмотр достижений, которыми люди хотят поделиться и выдача рекомендации для увеличения личной успешности.</p>

<p>Мы охватим все сферы в которых можно быть успешным: жизнь, здоровье, спорт, финансы, культурное и умственное развитие. Большое значение будет иметь опыт людей, которые смогли чего-то добиться, будь это строительство дома, или участие в марафоне, выращивание цветов или поимка большой рыбы. Медалист готов зафиксировать все ваши достижения, он лишь ждёт когда вы зарегистрируетесь.</p>

<p>После заполнения информации о своих интересах,  Медалист  моментально выстроит связи между вами и другими людьми со схожими интересами. Он будет мотивировать вас к новым достижениям во всех интересных вам сферах жизни.</p>

<p>Успешность будет результатом вашего развития. Вашей наградой будет максимально заслуженные известность и уважение. В то же время вы накапливаете очки опыта, получаете награды и участвуете в рейтингах.</p>

<p>Для тех, же, чья мотивация на высоте, кто постоянно соревнуется и побеждает, совершенствует свои навыки, путешествует, покоряет новые горизонты Медалист предлагает удобный способ хранения своих достижений и реальных наград.</p>

<p>Вы пробежали марафон? Выучили иностранный язык? Побывали на Бали?</p>
<p>Добавьте эти и другие достижения, да хоть все свои достижения, всё чем вы гордитесь на  виртуальную витрину Медалиста и получите возможность сделать красивый пост в социальной сети, получите лайки и баллы за каждое своё достижение.</p>

<p>Ваше удобство заключается в том, что больше не нужно будет делать посты в Инстаграмм, Фейсбук, ВКонтакте, Одноклассники и ждать, что кому-то кроме ваших друзей понравится ваше достижение, собирая по паре лайков то тут, то там. В Медалисте ваши достижения оценят все, кто имеют схожие интересы, ведь они как никто другой понимают их ценность.</p>

<p>Для спортсменов медалист интересен тем, что занося в него каждое своё достижение, будь то победа в соревновании или победа над собой, над своим предыдущим рекордом, вы всегда с лёгкостью сможете посмотреть свой прогресс, вспомнить каждое событие и сравнить свои достижения с достижениями других. Но это ещё не все, ведь у таких активных людей наверняка есть достижения и в других областях. Так положите все свои достижения в одну копилку повысив свой общий рейтинг и получив заслуженное признание.</p>

<p>Вполне вероятно у вас появятся фанаты, которые будут следить за вашим успехом и ровняться на вас. Поддержите их своим примером!</p>

<p>Усилие делает результат возможным.</p>


    </div>
</div>
<!-- .LOGIN END-->
