<?php

/* @var $this yii\web\View */
 
$this->title = 'Медалист. Система хранения достижений, выполнения квестов и формирования рейтингов.';
?>

<div class="pregister">
    <div class="wc page">
        <h1 class="page-h1">Добро пожаловать на Медалист</h1>


<h2 class="page-h2">Медалист - интеллектуальная система повышения мотивации. Позволяет ставить цели и достигать их, хранить личные достижения, выполнять квесты и бросать вызов другим.</h2>

<h3 class="page-h3">Я совершил важное достижение в своей жизни.</h3>
<p class="page-p">Добавь его на стринице "Достижения". Если для тебя это серьезное достижение, не забудь установить переключатель. Добавь как можно больше фото, подтверждающих твое достижение.</p>

<h3 class="page-h3">Я поставил себе цель к которой стремлюсь.</h3>
<p class="page-p">Добавь её на стринице "Цели".</p>

<h3 class="page-h3">Я достиг своей цели. Что теперь?</h3>
<p class="page-p">При выполнении цели создается достижение. Смотри пункт про достижения.</p>

<h3 class="page-h3">Хочешь заработать больше баллов, получить награду, стать лидером?</h3>
<p class="page-p">Возьми и выполни квест на странице "Квесты".</p>

<h3 class="page-h3">Я выполнил квест. Что теперь?</h3>
<p class="page-p">При выполнении квеста создается достижение. Смотри пункт про достижения.</p>

<h3 class="page-h3">У меня уже несколько достижений. Где мои награды?</h3>
<p class="page-p">Полегче, полегче. Награда за достижение присуждается когда твое достижение наберет определенное количество лайков. Поделись им с друзьями в соцсетях. Попроси друзей из Медалиста оценить твое достижение. И получишь награду.</p>

<h3 class="page-h3">Где посмотреть мои награды?</h3>
<p class="page-p">Полученные награды смотри на странице "Награды".</p>


    </div>
</div>
<!-- .LOGIN END-->
